{
 "0": "<PAD>",
 "1": "<BOS>",
 "2": "<EOS>",
 "3": "<SEP>",
 "4": "<UNK>",
 "5": "<DWELL_0>",
 "6": "<DWELL_1>",
 "7": "<DWELL_2>",
 "8": "<DWELL_3>",
 "9": "<DWELL_4>",
 "10": "<DWELL_5>",
 "11": "<DWELL_6>",
 "12": "<DWELL_7>",
 "13": "<DWELL_8>",
 "14": "<DWELL_9>",
 "15": "<DWELL_10>",
 "16": "<DWELL_11>",
 "17": "<DWELL_12>",
 "18": "<DWELL_13>",
 "19": "<DWELL_14>",
 "20": "<DWELL_15>",
 "21": "aho_corasick::nfa::noncontiguous::NFA::init_full_state",
 "22": "std::sys::thread::unix::Thread::new::thread_start",
 "23": "core::ops::function::FnOnce::call_once{{vtable.shim}",
 "24": "std::sys::backtrace::__rust_begin_short_backtrace",
 "25": "rayon_core::registry::ThreadBuilder::run",
 "26": "aho_corasick::nfa::noncontiguous::Compiler::fill_failure_transitions",
 "27": "aho_corasick::dfa::Builder::build_from_noncontiguous",
 "28": "rayon_core::registry::WorkerThread::wait_until_cold",
 "29": "rayon_core::sleep::Sleep::sleep",
 "30": "aho_corasick::util::prefilter::Builder::add",
 "31": "main",
 "32": "std::rt::lang_start_internal",
 "33": "std::rt::lang_start::{closure}",
 "34": "std::sys::backtrace::__rust_begin_short_backtrace",
 "35": "cell_moment_dedup_biobank_shape::main",
 "36": "gam::families::cubic_cell_kernel::evaluate_cell_moments_uncached",
 "37": "cell_moment_dedup_biobank_shape::bench_cell_moment_dedup_biobank_shape",
 "38": "_<criterion..routine..Function<M$C$F$C$T> as criterion..routine..Routine<M$C$T>>::bench",
 "39": "criterion::bencher::Bencher<M>::iter",
 "40": "cell_moment_dedup_biobank_shape::bench_cell_moment_dedup_biobank_shape",
 "41": "_<criterion..routine..Function<M$C$F$C$T> as criterion..routine..Routine<M$C$T>>::bench",
 "42": "criterion::bencher::Bencher<M>::iter",
 "43": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "44": "rayon::iter::plumbing::bridge_producer_consumer::helper",
 "45": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "46": "rayon_core::join::join_context::{closure}",
 "47": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "48": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "49": "criterion::bencher::Bencher<M>::iter",
 "50": "rayon_core::join::join_context::{closure}",
 "51": "cell_moment_dedup_biobank_shape::bench_cell_moment_dedup_biobank_shape",
 "52": "_<criterion..routine..Function<M$C$F$C$T> as criterion..routine..Routine<M$C$T>>::warm_up",
 "53": "rayon_core::registry::WorkerThread::wait_until_cold",
 "54": "statrs::function::erf::erf_impl",
 "55": "_<rayon_core..job..StackJob<L$C$F$C$R> as rayon_core..job..Job>::execute",
 "56": "<stub:0x00000001000013e8>",
 "57": "criterion::bencher::Bencher<M>::iter",
 "58": "rayon::iter::plumbing::bridge_producer_consumer::helper",
 "59": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "60": "statrs::function::erf::erf_impl",
 "61": "rayon_core::join::join_context::{closure}",
 "62": "cell_moment_dedup_biobank_shape::bench_cell_moment_dedup_biobank_shape",
 "63": "statrs::function::erf::erf_impl",
 "64": "DYLD-STUB$$exp",
 "65": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "66": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "67": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "68": "_<criterion..routine..Function<M$C$F$C$T> as criterion..routine..Routine<M$C$T>>::warm_up",
 "69": "statrs::function::erf::erf_impl",
 "70": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "71": "statrs::function::erf::erf_impl",
 "72": "<stub:0x0000000100001414>",
 "73": "statrs::function::erf::erf_impl",
 "74": "<stub:0x00000001000013d0>",
 "75": "criterion::analysis::estimates::stats",
 "76": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "77": "criterion::bencher::Bencher<M>::iter",
 "78": "rayon::slice::sort::recurse",
 "79": "criterion::analysis::estimates::stats",
 "80": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "81": "criterion::bencher::Bencher<M>::iter",
 "82": "rayon::iter::plumbing::bridge_producer_consumer::helper",
 "83": "<stub:0x0000000100001454>",
 "84": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "85": "statrs::function::erf::erf_impl",
 "86": "rayon::slice::sort::recurse",
 "87": "statrs::function::erf::erf_impl",
 "88": "rayon::slice::sort::recurse",
 "89": "statrs::function::erf::erf_impl",
 "90": "statrs::function::erf::erf_impl",
 "91": "criterion::bencher::Bencher<M>::iter",
 "92": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "93": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "94": "<stub:0x0000000100001390>",
 "95": "statrs::function::erf::erf_impl",
 "96": "statrs::function::erf::erf_impl",
 "97": "statrs::function::erf::erf_impl",
 "98": "<stub:0x00000001000013c4>",
 "99": "statrs::function::erf::erf_impl",
 "100": "criterion::bencher::Bencher<M>::iter",
 "101": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "102": "statrs::function::erf::erf_impl",
 "103": "criterion::bencher::Bencher<M>::iter",
 "104": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "105": "statrs::function::erf::erf_impl",
 "106": "criterion::bencher::Bencher<M>::iter",
 "107": "rayon_core::join::join_context::{closure}",
 "108": "statrs::function::erf::erf_impl",
 "109": "criterion::bencher::Bencher<M>::iter",
 "110": "statrs::function::erf::erf_impl",
 "111": "criterion::bencher::Bencher<M>::iter",
 "112": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "113": "criterion::bencher::Bencher<M>::iter",
 "114": "rayon_core::latch::LockLatch::wait_and_reset",
 "115": "criterion::bencher::Bencher<M>::iter",
 "116": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "117": "criterion::bencher::Bencher<M>::iter",
 "118": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "119": "criterion::analysis::estimates",
 "120": "criterion::bencher::Bencher<M>::iter",
 "121": "rayon::iter::plumbing::bridge_producer_consumer::helper",
 "122": "rayon_core::registry::Registry::in_worker_cold",
 "123": "_<rayon_core..job..StackJob<L$C$F$C$R> as rayon_core..job..Job>::execute",
 "124": "<stub:0x0000000100001400>",
 "125": "rayon::slice::sort::insertion_sort_shift_left",
 "126": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "127": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "128": "statrs::function::erf::erf_impl",
 "129": "cell_moment_dedup_biobank_shape::bench_cell_moment_dedup_biobank_shape",
 "130": "criterion::bencher::Bencher<M>::iter",
 "131": "criterion::bencher::Bencher<M>::iter",
 "132": "statrs::function::erf::erf_impl",
 "133": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "134": "criterion::bencher::Bencher<M>::iter",
 "135": "criterion::bencher::Bencher<M>::iter",
 "136": "criterion::bencher::Bencher<M>::iter",
 "137": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "138": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "139": "statrs::function::erf::erf_impl",
 "140": "statrs::function::erf::erf_impl",
 "141": "criterion::bencher::Bencher<M>::iter",
 "142": "statrs::function::erf::erf_impl",
 "143": "criterion::bencher::Bencher<M>::iter",
 "144": "criterion::bencher::Bencher<M>::iter",
 "145": "rayon_core::join::join_context::{closure}",
 "146": "criterion::bencher::Bencher<M>::iter",
 "147": "criterion::bencher::Bencher<M>::iter",
 "148": "_<rayon_core..job..StackJob<L$C$F$C$R> as rayon_core..job..Job>::execute",
 "149": "criterion::bencher::Bencher<M>::iter",
 "150": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "151": "criterion::bencher::Bencher<M>::iter",
 "152": "_<criterion..routine..Function<M$C$F$C$T> as criterion..routine..Routine<M$C$T>>::warm_up",
 "153": "criterion::bencher::Bencher<M>::iter",
 "154": "criterion::bencher::Bencher<M>::iter",
 "155": "criterion::bencher::Bencher<M>::iter",
 "156": "criterion::bencher::Bencher<M>::iter",
 "157": "criterion::bencher::Bencher<M>::iter",
 "158": "criterion::bencher::Bencher<M>::iter",
 "159": "criterion::bencher::Bencher<M>::iter",
 "160": "_<aho_corasick..util..prefilter..StartBytesThree as aho_corasick..util..prefilter..PrefilterI>::find_in",
 "161": "<stub:0x0000000100000c88>",
 "162": "criterion::bencher::Bencher<M>::iter",
 "163": "criterion::bencher::Bencher<M>::iter",
 "164": "rayon_core::registry::WorkerThread::wait_until_cold",
 "165": "<stub:0x00000001000013ac>",
 "166": "criterion::bencher::Bencher<M>::iter",
 "167": "<stub:0x0000000100001404>",
 "168": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "169": "statrs::function::erf::erf_impl",
 "170": "criterion::bencher::Bencher<M>::iter",
 "171": "criterion::bencher::Bencher<M>::iter",
 "172": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "173": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "174": "criterion::bencher::Bencher<M>::iter",
 "175": "<stub:0x0000000100001418>",
 "176": "rayon_core::join::join_context::{closure}",
 "177": "rayon::slice::sort::insertion_sort_shift_left",
 "178": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "179": "criterion::bencher::Bencher<M>::iter",
 "180": "criterion::bencher::Bencher<M>::iter",
 "181": "statrs::function::erf::erf_impl",
 "182": "criterion::bencher::Bencher<M>::iter",
 "183": "<stub:0x000000010000145c>",
 "184": "criterion::bencher::Bencher<M>::iter",
 "185": "rayon::slice::sort::insertion_sort_shift_left",
 "186": "criterion::bencher::Bencher<M>::iter",
 "187": "criterion::bencher::Bencher<M>::iter",
 "188": "criterion::bencher::Bencher<M>::iter",
 "189": "hashbrown::raw::RawTable<T$C$A>::reserve_rehash",
 "190": "rayon::iter::plumbing::bridge_producer_consumer::helper",
 "191": "criterion::bencher::Bencher<M>::iter",
 "192": "criterion::bencher::Bencher<M>::iter",
 "193": "criterion::bencher::Bencher<M>::iter",
 "194": "criterion::bencher::Bencher<M>::iter",
 "195": "criterion::bencher::Bencher<M>::iter",
 "196": "<stub:0x00000001000013fc>",
 "197": "criterion::bencher::Bencher<M>::iter",
 "198": "statrs::function::erf::erf_impl",
 "199": "criterion::bencher::Bencher<M>::iter",
 "200": "<stub:0x00000001000013c8>",
 "201": "criterion::bencher::Bencher<M>::iter",
 "202": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "203": "criterion::bencher::Bencher<M>::iter",
 "204": "criterion::bencher::Bencher<M>::iter",
 "205": "statrs::function::erf::erf_impl",
 "206": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "207": "criterion::bencher::Bencher<M>::iter",
 "208": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "209": "criterion::bencher::Bencher<M>::iter",
 "210": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "211": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "212": "criterion::bencher::Bencher<M>::iter",
 "213": "criterion::bencher::Bencher<M>::iter",
 "214": "rayon::slice::sort::recurse",
 "215": "criterion::bencher::Bencher<M>::iter",
 "216": "criterion::bencher::Bencher<M>::iter",
 "217": "rayon::slice::sort::insertion_sort_shift_left",
 "218": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "219": "criterion::bencher::Bencher<M>::iter",
 "220": "criterion::bencher::Bencher<M>::iter",
 "221": "criterion::bencher::Bencher<M>::iter",
 "222": "criterion::bencher::Bencher<M>::iter",
 "223": "criterion::bencher::Bencher<M>::iter",
 "224": "criterion::bencher::Bencher<M>::iter",
 "225": "criterion::bencher::Bencher<M>::iter",
 "226": "criterion::bencher::Bencher<M>::iter",
 "227": "criterion::bencher::Bencher<M>::iter",
 "228": "criterion::bencher::Bencher<M>::iter",
 "229": "criterion::bencher::Bencher<M>::iter",
 "230": "criterion::bencher::Bencher<M>::iter",
 "231": "criterion::bencher::Bencher<M>::iter",
 "232": "criterion::bencher::Bencher<M>::iter",
 "233": "criterion::bencher::Bencher<M>::iter",
 "234": "<stub:0x00000001000013f8>",
 "235": "<stub:0x00000001000013f4>",
 "236": "rayon::slice::sort::recurse",
 "237": "criterion::bencher::Bencher<M>::iter",
 "238": "criterion::bencher::Bencher<M>::iter",
 "239": "statrs::function::erf::erf_impl",
 "240": "rayon::slice::sort::recurse",
 "241": "statrs::function::erf::erf_impl",
 "242": "statrs::function::erf::erf_impl",
 "243": "rayon::slice::sort::insertion_sort_shift_left",
 "244": "criterion::bencher::Bencher<M>::iter",
 "245": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "246": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "247": "criterion::bencher::Bencher<M>::iter",
 "248": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "249": "criterion::bencher::Bencher<M>::iter",
 "250": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "251": "criterion::bencher::Bencher<M>::iter",
 "252": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "253": "criterion::bencher::Bencher<M>::iter",
 "254": "statrs::function::erf::erf_impl",
 "255": "criterion::bencher::Bencher<M>::iter",
 "256": "statrs::function::erf::erf_impl",
 "257": "criterion::bencher::Bencher<M>::iter",
 "258": "rayon::slice::sort::insertion_sort_shift_left",
 "259": "cell_moment_dedup_biobank_shape::bench_cell_moment_dedup_biobank_shape",
 "260": "_<aho_corasick..util..prefilter..RareBytesTwo as aho_corasick..util..prefilter..PrefilterI>::find_in",
 "261": "criterion::bencher::Bencher<M>::iter",
 "262": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "263": "core::hash::BuildHasher::hash_one",
 "264": "rayon::iter::plumbing::bridge_producer_consumer::helper",
 "265": "criterion::analysis::compare::common",
 "266": "criterion::analysis::compare::common",
 "267": "rayon::slice::sort::recurse",
 "268": "<stub:0x00000001000013c0>",
 "269": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "270": "criterion::bencher::Bencher<M>::iter",
 "271": "criterion::bencher::Bencher<M>::iter",
 "272": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "273": "rayon::slice::sort::recurse",
 "274": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "275": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "276": "rayon::slice::sort::recurse",
 "277": "<stub:0x00000001000013bc>",
 "278": "statrs::function::erf::erf_impl",
 "279": "statrs::function::erf::erf_impl",
 "280": "rayon_core::join::join_context::{closure}",
 "281": "<stub:0x00000001000013ec>",
 "282": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "283": "criterion::bencher::Bencher<M>::iter",
 "284": "criterion::bencher::Bencher<M>::iter",
 "285": "criterion::bencher::Bencher<M>::iter",
 "286": "criterion::bencher::Bencher<M>::iter",
 "287": "statrs::function::erf::erf_impl",
 "288": "criterion::bencher::Bencher<M>::iter",
 "289": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "290": "rayon::slice::sort::insertion_sort_shift_left",
 "291": "criterion::analysis::estimates::stats",
 "292": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "293": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "294": "statrs::function::erf::erf_impl",
 "295": "criterion::bencher::Bencher<M>::iter",
 "296": "criterion::analysis::estimates::stats",
 "297": "criterion::bencher::Bencher<M>::iter",
 "298": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "299": "criterion::bencher::Bencher<M>::iter",
 "300": "criterion::bencher::Bencher<M>::iter",
 "301": "criterion::bencher::Bencher<M>::iter",
 "302": "rayon::slice::sort::recurse",
 "303": "criterion::bencher::Bencher<M>::iter",
 "304": "criterion::bencher::Bencher<M>::iter",
 "305": "_<core..hash..sip..Hasher<S> as core..hash..Hasher>::write",
 "306": "rayon::slice::sort::recurse",
 "307": "criterion::analysis::estimates::stats",
 "308": "criterion::bencher::Bencher<M>::iter",
 "309": "criterion::bencher::Bencher<M>::iter",
 "310": "criterion::bencher::Bencher<M>::iter",
 "311": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "312": "statrs::function::erf::erf_impl",
 "313": "rayon::slice::sort::recurse",
 "314": "criterion::bencher::Bencher<M>::iter",
 "315": "_<rayon_core..job..StackJob<L$C$F$C$R> as rayon_core..job..Job>::execute",
 "316": "criterion::bencher::Bencher<M>::iter",
 "317": "criterion::bencher::Bencher<M>::iter",
 "318": "alloc::raw_vec::RawVecInner<A>::reserve::do_reserve_and_handle",
 "319": "criterion::bencher::Bencher<M>::iter",
 "320": "rayon::slice::sort::recurse",
 "321": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "322": "<stub:0x00000001000013e0>",
 "323": "criterion::bencher::Bencher<M>::iter",
 "324": "criterion::bencher::Bencher<M>::iter",
 "325": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "326": "<stub:0x000000010000140c>",
 "327": "criterion::bencher::Bencher<M>::iter",
 "328": "_<aho_corasick..util..prefilter..RareBytesTwo as aho_corasick..util..prefilter..PrefilterI>::find_in",
 "329": "criterion::bencher::Bencher<M>::iter",
 "330": "criterion::bencher::Bencher<M>::iter",
 "331": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "332": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "333": "alloc::raw_vec::RawVecInner<A>::finish_grow",
 "334": "core::ptr::drop_in_place<criterion..Criterion>",
 "335": "criterion::bencher::Bencher<M>::iter",
 "336": "rayon::slice::sort::insertion_sort_shift_left",
 "337": "hashbrown::raw::RawTable<T$C$A>::reserve_rehash",
 "338": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "339": "statrs::function::erf::erf_impl",
 "340": "criterion::bencher::Bencher<M>::iter",
 "341": "rayon::slice::sort::recurse",
 "342": "criterion::bencher::Bencher<M>::iter",
 "343": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "344": "statrs::function::erf::erf_impl",
 "345": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "346": "criterion::bencher::Bencher<M>::iter",
 "347": "statrs::function::erf::erf_impl",
 "348": "criterion::analysis::estimates::stats",
 "349": "criterion::stats::univariate::resamples::Resamples<A>::next",
 "350": "statrs::function::erf::erf_impl",
 "351": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "352": "criterion::bencher::Bencher<M>::iter",
 "353": "criterion::bencher::Bencher<M>::iter",
 "354": "<stub:0x00000001000013a0>",
 "355": "criterion::bencher::Bencher<M>::iter",
 "356": "DYLD-STUB$$exp",
 "357": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "358": "criterion::bencher::Bencher<M>::iter",
 "359": "<stub:0x00000001000013f0>",
 "360": "rayon::slice::sort::recurse",
 "361": "criterion::bencher::Bencher<M>::iter",
 "362": "criterion::bencher::Bencher<M>::iter",
 "363": "core::ptr::drop_in_place<criterion..Criterion>",
 "364": "<stub:0x00000001000013e4>",
 "365": "alloc::raw_vec::RawVec<T$C$A>::grow_one",
 "366": "alloc::raw_vec::RawVecInner<A>::finish_grow",
 "367": "rayon::iter::plumbing::bridge_producer_consumer::helper",
 "368": "criterion::analysis::estimates::stats",
 "369": "criterion::stats::univariate::sample::Sample<A>::bootstrap::{closure}",
 "370": "rayon::slice::sort::recurse",
 "371": "rayon_core::join::join_context::{closure}",
 "372": "criterion::bencher::Bencher<M>::iter",
 "373": "rayon::iter::plumbing::bridge_producer_consumer::helper",
 "374": "criterion::bencher::Bencher<M>::iter",
 "375": "criterion::bencher::Bencher<M>::iter",
 "376": "<stub:0x00000001000013cc>",
 "377": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "378": "hashbrown::raw::RawTableInner::fallible_with_capacity",
 "379": "criterion::stats::univariate::resamples::Resamples<A>::next",
 "380": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "381": "core::hash::BuildHasher::hash_one",
 "382": "criterion::bencher::Bencher<M>::iter",
 "383": "statrs::function::erf::erf_impl",
 "384": "rayon::slice::sort::recurse",
 "385": "statrs::function::erf::erf_impl",
 "386": "<stub:0x00000001000013d8>",
 "387": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "388": "core::ptr::drop_in_place<criterion..Criterion>",
 "389": "rayon::slice::sort::recurse",
 "390": "criterion::analysis::estimates::stats",
 "391": "criterion::analysis::estimates::stats",
 "392": "criterion::bencher::Bencher<M>::iter",
 "393": "statrs::function::erf::erf_impl",
 "394": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "395": "criterion::stats::univariate::sample::Sample<A>::bootstrap::{closure}",
 "396": "criterion::bencher::Bencher<M>::iter",
 "397": "<stub:0x0000000100001458>",
 "398": "criterion::bencher::Bencher<M>::iter",
 "399": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "400": "rayon::slice::sort::recurse",
 "401": "rayon::iter::plumbing::bridge_producer_consumer::helper",
 "402": "<stub:0x00000001000013dc>",
 "403": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "404": "criterion::bencher::Bencher<M>::iter",
 "405": "criterion::bencher::Bencher<M>::iter",
 "406": "core::hash::BuildHasher::hash_one",
 "407": "criterion::bencher::Bencher<M>::iter",
 "408": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "409": "criterion::stats::univariate::resamples::Resamples<A>::next",
 "410": "criterion::bencher::Bencher<M>::iter",
 "411": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "412": "rayon::slice::sort::recurse",
 "413": "rayon::slice::sort::recurse",
 "414": "criterion::stats::univariate::resamples::Resamples<A>::next",
 "415": "cell_moment_dedup_biobank_shape::bench_cell_moment_dedup_biobank_shape",
 "416": "criterion::bencher::Bencher<M>::iter",
 "417": "criterion::analysis::estimates::stats",
 "418": "criterion::stats::univariate::sample::Sample<A>::bootstrap::{closure}",
 "419": "criterion::analysis::estimates::stats",
 "420": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "421": "criterion::bencher::Bencher<M>::iter",
 "422": "criterion::analysis::estimates::stats",
 "423": "criterion::bencher::Bencher<M>::iter",
 "424": "<stub:0x0000000100001384>",
 "425": "rayon::slice::sort::recurse",
 "426": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "427": "criterion::bencher::Bencher<M>::iter",
 "428": "criterion::fs::save",
 "429": "criterion::bencher::Bencher<M>::iter",
 "430": "statrs::function::erf::erf_impl",
 "431": "cell_moment_dedup_biobank_shape::bench_cell_moment_dedup_biobank_shape",
 "432": "<stub:0x00000001000013b8>",
 "433": "criterion::bencher::Bencher<M>::iter",
 "434": "criterion::bencher::Bencher<M>::iter",
 "435": "criterion::analysis::estimates::stats",
 "436": "rayon::slice::sort::recurse",
 "437": "statrs::function::erf::erf_impl",
 "438": "criterion::analysis::estimates::stats",
 "439": "criterion::analysis::regression",
 "440": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "441": "rayon::slice::sort::recurse",
 "442": "statrs::function::erf::erf_impl",
 "443": "criterion::bencher::Bencher<M>::iter",
 "444": "_<aho_corasick..util..prefilter..RareBytesTwo as aho_corasick..util..prefilter..PrefilterI>::find_in",
 "445": "rayon::slice::sort::recurse",
 "446": "rayon::slice::sort::recurse",
 "447": "rayon::iter::plumbing::bridge_producer_consumer::helper",
 "448": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "449": "statrs::function::erf::erf_impl",
 "450": "rayon::iter::plumbing::bridge_producer_consumer::helper",
 "451": "rayon_core::registry::Registry::in_worker_cold",
 "452": "criterion::bencher::Bencher<M>::iter",
 "453": "criterion::bencher::Bencher<M>::iter",
 "454": "_<rayon_core..job..StackJob<L$C$F$C$R> as rayon_core..job..Job>::execute",
 "455": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "456": "criterion::bencher::Bencher<M>::iter",
 "457": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "458": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "459": "criterion::bencher::Bencher<M>::iter",
 "460": "criterion::bencher::Bencher<M>::iter",
 "461": "core::ptr::drop_in_place<std..io..error..Error>",
 "462": "rayon::slice::sort::recurse",
 "463": "statrs::function::erf::erf_impl",
 "464": "criterion::analysis::estimates::stats",
 "465": "criterion::bencher::Bencher<M>::iter",
 "466": "criterion::stats::univariate::resamples::Resamples<A>::next",
 "467": "criterion::stats::univariate::resamples::Resamples<A>::next",
 "468": "core::ptr::drop_in_place<regex_automata..util..pool..inner..CacheLine<std..sync..poison..mutex..Mutex<alloc..vec..Vec<alloc..boxed..Box<regex_automata..meta..regex..Cache>>>>>",
 "469": "statrs::function::erf::erf_impl",
 "470": "rayon::slice::sort::recurse",
 "471": "criterion::bencher::Bencher<M>::iter",
 "472": "criterion::bencher::Bencher<M>::iter",
 "473": "rayon::slice::sort::recurse",
 "474": "criterion::analysis::estimates::stats",
 "475": "<stub:0x000000010000139c>",
 "476": "criterion::bencher::Bencher<M>::iter",
 "477": "core::ptr::drop_in_place<std..io..error..Error>",
 "478": "core::ptr::drop_in_place<std..io..error..Error>",
 "479": "criterion::bencher::Bencher<M>::iter",
 "480": "criterion::bencher::Bencher<M>::iter",
 "481": "criterion::stats::univariate::resamples::Resamples<A>::next",
 "482": "criterion::bencher::Bencher<M>::iter",
 "483": "criterion::bencher::Bencher<M>::iter",
 "484": "rayon::slice::sort::recurse",
 "485": "criterion::analysis::estimates::stats",
 "486": "rayon::slice::sort::recurse",
 "487": "rayon::slice::sort::recurse",
 "488": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "489": "hashbrown::raw::RawTable<T$C$A>::reserve_rehash",
 "490": "criterion::stats::Distribution<A>::confidence_interval",
 "491": "rayon_core::registry::WorkerThread::wait_until_cold",
 "492": "rayon::slice::sort::insertion_sort_shift_left",
 "493": "alloc::raw_vec::RawVecInner<A>::reserve::do_reserve_and_handle",
 "494": "criterion::bencher::Bencher<M>::iter",
 "495": "_<aho_corasick..util..prefilter..RareBytesOne as aho_corasick..util..prefilter..PrefilterI>::find_in",
 "496": "statrs::function::erf::erf_impl",
 "497": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "498": "criterion::bencher::Bencher<M>::iter",
 "499": "core::hash::BuildHasher::hash_one",
 "500": "statrs::function::erf::erf_impl",
 "501": "rayon::slice::sort::recurse",
 "502": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "503": "_<F as clap_builder..builder..value_parser..TypedValueParser>::parse_ref",
 "504": "_<criterion..routine..Function<M$C$F$C$T> as criterion..routine..Routine<M$C$T>>::warm_up",
 "505": "rayon::slice::sort::recurse",
 "506": "rayon::slice::sort::recurse",
 "507": "statrs::function::erf::erf_impl",
 "508": "statrs::function::erf::erf_impl",
 "509": "_<aho_corasick..util..prefilter..RareBytesTwo as aho_corasick..util..prefilter..PrefilterI>::find_in",
 "510": "criterion::bencher::Bencher<M>::iter",
 "511": "criterion::fs::save_string",
 "512": "<stub:0x00000001000018dc>",
 "513": "rayon::slice::sort::recurse",
 "514": "rayon_core::registry::Registry::in_worker_cold",
 "515": "statrs::function::erf::erf_impl",
 "516": "criterion::bencher::Bencher<M>::iter",
 "517": "rayon::slice::sort::recurse",
 "518": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "519": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "520": "_<core..option..Option<T> as core..fmt..Debug>::fmt",
 "521": "core::ptr::drop_in_place<core..iter..adapters..map..Map<std..env..ArgsOs$C$<clap_lex..RawArgs as core..convert..From<std..env..ArgsOs>>..from..{{closure}>>",
 "522": "statrs::function::erf::erf_impl",
 "523": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "524": "criterion::bencher::Bencher<M>::iter",
 "525": "statrs::function::erf::erf_impl",
 "526": "criterion::bencher::Bencher<M>::iter",
 "527": "_<aho_corasick..util..prefilter..RareBytesOne as aho_corasick..util..prefilter..PrefilterI>::find_in",
 "528": "core::hash::BuildHasher::hash_one",
 "529": "criterion::bencher::Bencher<M>::iter",
 "530": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "531": "_<core..option..Option<T> as core..fmt..Debug>::fmt",
 "532": "_<rayon_core..job..StackJob<L$C$F$C$R> as rayon_core..job..Job>::execute",
 "533": "criterion::bencher::Bencher<M>::iter",
 "534": "criterion::analysis::estimates::stats",
 "535": "rayon_core::join::join_context::{closure}",
 "536": "<stub:0x000000010000138c>",
 "537": "core::ptr::drop_in_place<criterion..Criterion>",
 "538": "_RNvCshXwFllX56pT_7___rustc14___rust_realloc",
 "539": "statrs::function::erf::erf_impl",
 "540": "aho_corasick::dfa::Builder::build_from_noncontiguous",
 "541": "criterion::analysis::compare::common",
 "542": "criterion::fs::save_string",
 "543": "<stub:0x00000001000010fc>",
 "544": "_<core..hash..sip..Hasher<S> as core..hash..Hasher>::write",
 "545": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "546": "cell_moment_dedup_biobank_shape::bench_cell_moment_dedup_biobank_shape",
 "547": "rayon::slice::sort::recurse",
 "548": "rayon::slice::sort::recurse",
 "549": "rayon::slice::sort::break_patterns",
 "550": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "551": "statrs::function::erf::erf_impl",
 "552": "core::ptr::drop_in_place<criterion..Criterion>",
 "553": "gam::families::cubic_cell_kernel::evaluate_cell_moments_uncached",
 "554": "rayon::slice::sort::recurse",
 "555": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "556": "statrs::function::erf::erf_impl",
 "557": "std::fs::DirBuilder::create_dir_all",
 "558": "rayon::slice::sort::recurse",
 "559": "criterion::analysis::estimates::stats",
 "560": "rayon::iter::plumbing::bridge_producer_consumer::helper",
 "561": "_<serde_json..ser..Compound<W$C$F> as serde_core..ser..SerializeStruct>::serialize_field",
 "562": "criterion::analysis::estimates::stats",
 "563": "statrs::function::erf::erf_impl",
 "564": "rayon::slice::sort::recurse",
 "565": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "566": "_<aho_corasick..util..prefilter..RareBytesOne as aho_corasick..util..prefilter..PrefilterI>::find_in",
 "567": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "568": "rayon::iter::plumbing::bridge_producer_consumer::helper",
 "569": "DYLD-STUB$$exp",
 "570": "core::ptr::drop_in_place<criterion..error..Error>",
 "571": "_<core..hash..sip..Hasher<S> as core..hash..Hasher>::write",
 "572": "<stub:0x00000001000013a8>",
 "573": "criterion::bencher::Bencher<M>::iter",
 "574": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "575": "core::ptr::drop_in_place<criterion..Criterion>",
 "576": "_<core..hash..sip..Hasher<S> as core..hash..Hasher>::write",
 "577": "statrs::function::erf::erf_impl",
 "578": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "579": "criterion::analysis::estimates::stats",
 "580": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "581": "criterion::bencher::Bencher<M>::iter",
 "582": "_<core..hash..sip..Hasher<S> as core..hash..Hasher>::write",
 "583": "criterion::bencher::Bencher<M>::iter",
 "584": "_<aho_corasick..util..prefilter..RareBytesOne as aho_corasick..util..prefilter..PrefilterI>::find_in",
 "585": "core::ptr::drop_in_place<criterion..Criterion>",
 "586": "rayon::slice::sort::recurse",
 "587": "rayon::slice::sort::recurse",
 "588": "rayon::iter::plumbing::bridge_producer_consumer::helper",
 "589": "rayon::slice::sort::recurse",
 "590": "_<core..hash..sip..Hasher<S> as core..hash..Hasher>::write",
 "591": "rayon::iter::plumbing::bridge_producer_consumer::helper",
 "592": "criterion::bencher::Bencher<M>::iter",
 "593": "<stub:0x0000000100001380>",
 "594": "criterion::bencher::Bencher<M>::iter",
 "595": "core::ptr::drop_in_place<serde_json..error..ErrorCode>",
 "596": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "597": "gam::families::cubic_cell_kernel::evaluate_cell_moments_uncached",
 "598": "gam::families::cubic_cell_kernel::evaluate_cell_moments_uncached",
 "599": "<stub:0x00000001000013d4>",
 "600": "rayon::iter::plumbing::bridge_producer_consumer::helper",
 "601": "core::ptr::drop_in_place<criterion..Criterion>",
 "602": "_<core..hash..sip..Hasher<S> as core..hash..Hasher>::write",
 "603": "rayon_core::registry::WorkerThread::find_work",
 "604": "rayon_core::registry::WorkerThread::find_work",
 "605": "alloc::raw_vec::RawVecInner<A>::finish_grow",
 "606": "statrs::function::erf::erf_impl",
 "607": "statrs::function::erf::erf_impl",
 "608": "gam::families::cubic_cell_kernel::evaluate_cell_moments_uncached",
 "609": "criterion::bencher::Bencher<M>::iter",
 "610": "rayon::iter::plumbing::bridge_producer_consumer::helper",
 "611": "_<core..hash..sip..Hasher<S> as core..hash..Hasher>::write",
 "612": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "613": "criterion::analysis::compare::common",
 "614": "hashbrown::raw::RawTableInner::fallible_with_capacity",
 "615": "rayon::iter::plumbing::bridge_producer_consumer::helper",
 "616": "rayon::slice::sort::recurse",
 "617": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "618": "core::ptr::drop_in_place<criterion..Criterion>",
 "619": "hashbrown::raw::RawTable<T$C$A>::reserve_rehash",
 "620": "gam::families::cubic_cell_kernel::evaluate_cell_moments_uncached",
 "621": "hashbrown::raw::RawTable<T$C$A>::reserve_rehash",
 "622": "hashbrown::raw::RawTable<T$C$A>::reserve_rehash",
 "623": "rayon_core::registry::WorkerThread::wait_until_cold",
 "624": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "625": "rayon::slice::sort::recurse",
 "626": "criterion::bencher::Bencher<M>::iter",
 "627": "criterion::bencher::Bencher<M>::iter",
 "628": "rayon::iter::plumbing::bridge_producer_consumer::helper",
 "629": "core::ptr::drop_in_place<criterion..BenchmarkFilter>",
 "630": "rayon::slice::sort::recurse",
 "631": "_<alloc..string..String as core..fmt..Display>::fmt",
 "632": "criterion::bencher::Bencher<M>::iter",
 "633": "hashbrown::raw::RawTable<T$C$A>::reserve_rehash",
 "634": "gam::families::cubic_cell_kernel::evaluate_cell_moments_uncached",
 "635": "core::hash::BuildHasher::hash_one",
 "636": "criterion::analysis::estimates",
 "637": "<stub:0x00000001000013b0>",
 "638": "rayon::iter::plumbing::bridge_producer_consumer::helper",
 "639": "criterion::bencher::Bencher<M>::iter",
 "640": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "641": "rayon::slice::sort::recurse",
 "642": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "643": "_<rayon_core..job..StackJob<L$C$F$C$R> as rayon_core..job..Job>::execute",
 "644": "_<core..hash..sip..Hasher<S> as core..hash..Hasher>::write",
 "645": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "646": "criterion::analysis::estimates",
 "647": "_<aho_corasick..util..prefilter..RareBytesTwo as aho_corasick..util..prefilter..PrefilterI>::find_in",
 "648": "_<core..hash..sip..Hasher<S> as core..hash..Hasher>::write",
 "649": "core::ptr::drop_in_place<serde_json..error..ErrorCode>",
 "650": "crossbeam_deque::deque::Stealer<T>::steal",
 "651": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "652": "criterion::analysis::compare::common",
 "653": "_<core..hash..sip..Hasher<S> as core..hash..Hasher>::write",
 "654": "gam::families::cubic_cell_kernel::evaluate_cell_moments_uncached",
 "655": "core::ptr::drop_in_place<criterion..Criterion>",
 "656": "criterion::stats::univariate::sample::Sample<A>::bootstrap::{closure}",
 "657": "criterion::fs::cp",
 "658": "rayon::slice::sort::recurse",
 "659": "_<&T as core..fmt..Debug>::fmt",
 "660": "rayon::slice::sort::recurse",
 "661": "rayon::slice::sort::recurse",
 "662": "_<core..hash..sip..Hasher<S> as core..hash..Hasher>::write",
 "663": "criterion::bencher::Bencher<M>::iter",
 "664": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "665": "rayon::slice::sort::recurse",
 "666": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "667": "rayon_core::sleep::Sleep::wake_any_threads",
 "668": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "669": "<stub:0x00000001000016b4>",
 "670": "criterion::analysis::compare::common",
 "671": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "672": "statrs::function::erf::erf_impl",
 "673": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "674": "criterion::bencher::Bencher<M>::iter",
 "675": "criterion::analysis::compare::common",
 "676": "rayon::iter::plumbing::bridge_producer_consumer::helper",
 "677": "core::ptr::drop_in_place<serde_json..error..Error>",
 "678": "criterion::bencher::Bencher<M>::iter",
 "679": "<stub:0x0000000100001398>",
 "680": "rayon::iter::plumbing::bridge_producer_consumer::helper",
 "681": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "682": "gam::families::cubic_cell_kernel::evaluate_cell_moments_uncached",
 "683": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "684": "core::ptr::drop_in_place<std..io..error..Error>",
 "685": "DYLD-STUB$$calloc",
 "686": "criterion::stats::univariate::sample::Sample<A>::bootstrap::{closure}",
 "687": "rayon::slice::sort::recurse",
 "688": "criterion::stats::univariate::resamples::Resamples<A>::next",
 "689": "criterion::bencher::Bencher<M>::iter",
 "690": "rayon::slice::sort::recurse",
 "691": "criterion::analysis::estimates",
 "692": "rayon::iter::plumbing::bridge_producer_consumer::helper",
 "693": "criterion::analysis::compare::common",
 "694": "core::ptr::drop_in_place<criterion..error..Error>",
 "695": "gam::families::cubic_cell_kernel::evaluate_cell_moments_uncached",
 "696": "_<core..hash..sip..Hasher<S> as core..hash..Hasher>::write",
 "697": "<stub:0x0000000100001867>",
 "698": "aho_corasick::dfa::DFA::set_matches",
 "699": "_<aho_corasick..util..prefilter..RareBytesThree as aho_corasick..util..prefilter..PrefilterI>::find_in",
 "700": "cell_moment_dedup_biobank_shape::bench_cell_moment_dedup_biobank_shape",
 "701": "criterion::analysis::compare::common",
 "702": "rayon::iter::plumbing::bridge_producer_consumer::helper",
 "703": "gam::families::cubic_cell_kernel::evaluate_cell_moments_uncached",
 "704": "criterion::analysis::compare::common",
 "705": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "706": "criterion::analysis::regression",
 "707": "statrs::function::erf::erf_impl",
 "708": "hashbrown::raw::RawTable<T$C$A>::reserve_rehash",
 "709": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "710": "criterion::analysis::estimates",
 "711": "rayon_core::sleep::Sleep::wake_specific_thread",
 "712": "statrs::function::erf::erf_impl",
 "713": "_<aho_corasick..util..prefilter..StartBytesOne as aho_corasick..util..prefilter..PrefilterI>::find_in",
 "714": "rayon::iter::plumbing::bridge_producer_consumer::helper",
 "715": "gam::families::cubic_cell_kernel::evaluate_cell_moments",
 "716": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "717": "gam::families::cubic_cell_kernel::evaluate_cell_moments_uncached",
 "718": "core::ptr::drop_in_place<criterion..Criterion>",
 "719": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "720": "std::sys::fs::unix::File::open_c",
 "721": "aho_corasick::packed::pattern::Patterns::add",
 "722": "<stub:0x0000000100001684>",
 "723": "criterion::analysis::estimates::stats",
 "724": "rayon::slice::sort::recurse",
 "725": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "726": "core::ptr::drop_in_place<criterion..Criterion>",
 "727": "core::ptr::drop_in_place<std..io..error..Error>",
 "728": "rayon::slice::sort::recurse",
 "729": "criterion::analysis::estimates::stats",
 "730": "gam::families::cubic_cell_kernel::evaluate_cell_moments_uncached",
 "731": "criterion::analysis::compare::common",
 "732": "_<core..hash..sip..Hasher<S> as core..hash..Hasher>::write",
 "733": "rayon::slice::sort::recurse",
 "734": "hashbrown::raw::RawTable<T$C$A>::reserve_rehash",
 "735": "criterion::analysis::compare::common",
 "736": "statrs::function::erf::erf_impl",
 "737": "criterion::analysis::compare::common",
 "738": "hashbrown::raw::RawTableInner::fallible_with_capacity",
 "739": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "740": "addr2line::line::has_backward_slash_root",
 "741": "criterion::analysis::compare::common",
 "742": "criterion::bencher::Bencher<M>::iter",
 "743": "gam::families::cubic_cell_kernel::evaluate_cell_moments_uncached",
 "744": "crossbeam_deque::deque::Stealer<T>::steal",
 "745": "rayon::slice::sort::recurse",
 "746": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "747": "_<rayon_core..job..StackJob<L$C$F$C$R> as rayon_core..job..Job>::execute",
 "748": "std::sys::fs::copy",
 "749": "aho_corasick::automaton::try_find_overlapping_fwd",
 "750": "criterion::bencher::Bencher<M>::iter",
 "751": "_<rayon_core..job..StackJob<L$C$F$C$R> as rayon_core..job..Job>::execute",
 "752": "_<core..hash..sip..Hasher<S> as core..hash..Hasher>::write",
 "753": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "754": "rayon::iter::plumbing::bridge_producer_consumer::helper",
 "755": "criterion::bencher::Bencher<M>::iter",
 "756": "rayon::slice::sort::recurse",
 "757": "criterion::analysis::estimates",
 "758": "criterion::bencher::Bencher<M>::iter",
 "759": "rayon::slice::sort::recurse",
 "760": "criterion::fs::load",
 "761": "criterion::bencher::Bencher<M>::iter",
 "762": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "763": "criterion::analysis::estimates",
 "764": "DYLD-STUB$$free",
 "765": "core::ptr::drop_in_place<serde_json..error..ErrorCode>",
 "766": "criterion::bencher::Bencher<M>::iter",
 "767": "rayon_core::registry::WorkerThread::wait_until_cold",
 "768": "rayon::iter::plumbing::bridge_producer_consumer::helper",
 "769": "criterion::analysis::compare::common",
 "770": "rayon::slice::sort::insertion_sort_shift_left",
 "771": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "772": "DYLD-STUB$$free",
 "773": "criterion::bencher::Bencher<M>::iter",
 "774": "core::ptr::drop_in_place<criterion..Criterion>",
 "775": "criterion::analysis::compare::common",
 "776": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "777": "_<F as clap_builder..builder..value_parser..TypedValueParser>::parse_ref",
 "778": "criterion::bencher::Bencher<M>::iter",
 "779": "rayon::slice::sort::recurse",
 "780": "core::ptr::drop_in_place<criterion..Criterion>",
 "781": "criterion::bencher::Bencher<M>::iter",
 "782": "criterion::bencher::Bencher<M>::iter",
 "783": "criterion::analysis::compare::common",
 "784": "rayon::iter::plumbing::bridge_producer_consumer::helper",
 "785": "rayon::slice::sort::insertion_sort_shift_left",
 "786": "criterion::analysis::compare::common",
 "787": "clap_builder::error::Error<F>::extend_context_unchecked",
 "788": "core::ptr::drop_in_place<criterion..Criterion>",
 "789": "rayon::slice::sort::recurse",
 "790": "criterion::analysis::compare::common",
 "791": "criterion::bencher::Bencher<M>::iter",
 "792": "criterion::stats::univariate::sample::Sample<A>::bootstrap::{closure}",
 "793": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "794": "hashbrown::raw::RawTable<T$C$A>::reserve_rehash",
 "795": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "796": "rayon::slice::sort::recurse",
 "797": "gam::families::cubic_cell_kernel::evaluate_cell_moments_uncached",
 "798": "core::hash::BuildHasher::hash_one",
 "799": "core::ptr::drop_in_place<criterion..SavedSample>",
 "800": "criterion::stats::univariate::resamples::Resamples<A>::next",
 "801": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "802": "criterion::bencher::Bencher<M>::iter",
 "803": "core::hash::BuildHasher::hash_one",
 "804": "rayon_core::registry::WorkerThread::find_work",
 "805": "criterion::analysis::compare::common",
 "806": "criterion::bencher::Bencher<M>::iter",
 "807": "criterion::bencher::Bencher<M>::iter",
 "808": "criterion::bencher::Bencher<M>::iter",
 "809": "criterion::fs::save",
 "810": "criterion::bencher::Bencher<M>::iter",
 "811": "core::ptr::drop_in_place<regex_automata..util..pool..inner..CacheLine<std..sync..poison..mutex..Mutex<alloc..vec..Vec<alloc..boxed..Box<regex_automata..meta..regex..Cache>>>>>",
 "812": "criterion::bencher::Bencher<M>::iter",
 "813": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "814": "criterion::bencher::Bencher<M>::iter",
 "815": "gam::families::cubic_cell_kernel::evaluate_cell_moments",
 "816": "core::hash::BuildHasher::hash_one",
 "817": "criterion::stats::univariate::sample::Sample<A>::bootstrap::{closure}",
 "818": "core::hash::BuildHasher::hash_one",
 "819": "<stub:0x0000000100001394>",
 "820": "DYLD-STUB$$calloc",
 "821": "gam::families::cubic_cell_kernel::evaluate_cell_moments_uncached",
 "822": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "823": "rayon::iter::plumbing::bridge_producer_consumer::helper",
 "824": "rayon::iter::plumbing::bridge_producer_consumer::helper",
 "825": "rayon::slice::sort::recurse",
 "826": "_<core..slice..iter..Iter<T> as core..iter..traits..iterator..Iterator>::any",
 "827": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "828": "criterion::bencher::Bencher<M>::iter",
 "829": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "830": "hashbrown::raw::RawTable<T$C$A>::reserve_rehash",
 "831": "_<core..hash..sip..Hasher<S> as core..hash..Hasher>::write",
 "832": "cell_moment_dedup_biobank_shape::bench_cell_moment_dedup_biobank_shape",
 "833": "criterion::bencher::Bencher<M>::iter",
 "834": "criterion::fs::save",
 "835": "<stub:0x0000000100000ce8>",
 "836": "criterion::bencher::Bencher<M>::iter",
 "837": "core::ptr::drop_in_place<serde_json..error..ErrorCode>",
 "838": "criterion::bencher::Bencher<M>::iter",
 "839": "gam::families::cubic_cell_kernel::evaluate_cell_moments_uncached",
 "840": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "841": "core::hash::BuildHasher::hash_one",
 "842": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "843": "hashbrown::raw::RawTable<T$C$A>::reserve_rehash",
 "844": "criterion::analysis::compare::common",
 "845": "cell_moment_dedup_biobank_shape::bench_cell_moment_dedup_biobank_shape",
 "846": "rayon::slice::sort::recurse",
 "847": "std::sys::fs::copy",
 "848": "criterion::bencher::Bencher<M>::iter",
 "849": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "850": "gam::families::cubic_cell_kernel::evaluate_cell_moments_uncached",
 "851": "criterion::bencher::Bencher<M>::iter",
 "852": "std::fs::DirBuilder::create_dir_all",
 "853": "criterion::bencher::Bencher<M>::iter",
 "854": "criterion::bencher::Bencher<M>::iter",
 "855": "core::hash::BuildHasher::hash_one",
 "856": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "857": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "858": "criterion::fs::save_string",
 "859": "std::fs::DirBuilder::create_dir_all",
 "860": "criterion::analysis::estimates::stats",
 "861": "statrs::function::erf::erf_impl",
 "862": "criterion::analysis::compare::common",
 "863": "_<aho_corasick..util..prefilter..RareBytesOne as aho_corasick..util..prefilter..PrefilterI>::find_in",
 "864": "core::ptr::drop_in_place<criterion..Criterion>",
 "865": "gam::families::cubic_cell_kernel::evaluate_cell_moments_uncached",
 "866": "criterion::analysis::compare::common",
 "867": "hashbrown::raw::RawTable<T$C$A>::reserve_rehash",
 "868": "_<core..hash..sip..Hasher<S> as core..hash..Hasher>::write",
 "869": "statrs::function::erf::erf_impl",
 "870": "criterion::bencher::Bencher<M>::iter",
 "871": "_<rayon_core..latch..LatchRef<L> as rayon_core..latch..Latch>::set",
 "872": "gam::families::cubic_cell_kernel::evaluate_cell_moments_uncached",
 "873": "criterion::analysis::copy_new_dir_to_base",
 "874": "core::ptr::drop_in_place<criterion..Criterion>",
 "875": "<stub:0x00000001000013b4>",
 "876": "criterion::bencher::Bencher<M>::iter",
 "877": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "878": "criterion::bencher::Bencher<M>::iter",
 "879": "rayon::iter::plumbing::bridge_producer_consumer::helper",
 "880": "rayon::iter::plumbing::bridge_producer_consumer::helper",
 "881": "core::hash::BuildHasher::hash_one",
 "882": "core::fmt::num::_<impl core..fmt..Debug for u8>::fmt",
 "883": "<stub:0x0000000100000cb8>",
 "884": "rayon::slice::sort::recurse",
 "885": "gam::families::cubic_cell_kernel::evaluate_cell_moments_uncached",
 "886": "criterion::bencher::Bencher<M>::iter",
 "887": "core::ptr::drop_in_place<criterion..Criterion>",
 "888": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "889": "_<rayon_core..job..StackJob<L$C$F$C$R> as rayon_core..job..Job>::execute",
 "890": "criterion::analysis::compare::common",
 "891": "<stub:0x0000000100001090>",
 "892": "std::sys::pal::unix::time::Timespec::now",
 "893": "crossbeam_epoch::default::with_handle",
 "894": "crossbeam_epoch::internal::Global::collect",
 "895": "gam::families::cubic_cell_kernel::cell_moment_fingerprint",
 "896": "gam::families::cubic_cell_kernel::evaluate_non_affine_cell_state",
 "897": "_<core..marker..PhantomData<T> as serde_core..de..DeserializeSeed>::deserialize",
 "898": "core::hash::BuildHasher::hash_one",
 "899": "criterion::stats::univariate::sample::Sample<A>::bootstrap::{closure}",
 "900": "_<core..hash..sip..Hasher<S> as core..hash..Hasher>::write",
 "901": "criterion::bencher::Bencher<M>::iter",
 "902": "criterion::bencher::Bencher<M>::iter",
